{"fullsize":"Annona muricata fullsize.jpg","thumbnail":"Annona muricata thumbnail.jpg","family":"Annonaceae","ph":null,"temp":null,"genus":"Annona","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:14308-2","kategori":null,"difficulty":"MEDIUM","description":"Annona muricata, atau sirsak, adalah tanaman tropis penghasil buah berukuran besar dengan daging buah putih bertekstur lembut dan rasa manis sedikit asam. Selain buahnya yang populer dikonsumsi segar, jus, atau olahan, daun sirsak juga sering dimanfaatkan dalam pengobatan tradisional untuk sifat antikanker dan antimikroba. Tanaman ini tumbuh baik di iklim hangat, membutuhkan kelembapan tinggi, dan perawatan moderat untuk menghasilkan buah berkualitas.","nama_ilmiah":"Annona muricata","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Sirami secara teratur 2–3 kali seminggu, jaga tanah tetap lembap namun tidak tergenang; saat musim kemarau, tingkatkan frekuensi penyiraman.","pruning":"Lakukan pemangkasan ringan setiap 6–12 bulan untuk membentuk tajuk, buang ranting mati, kering, atau terserang penyakit.","fertilization":"Berikan pupuk organik (kompos atau pupuk kandang) setiap 3–4 bulan, serta pupuk NPK seimbang (misal 15-15-15) setiap 6–8 minggu selama masa tumbuh.","sunlight":"Ditempatkan di bawah sinar matahari penuh minimal 6 jam per hari agar pertumbuhan optimal dan buah matang merata.","pest_disease_management":"Cegah hama ulat, kutu putih, tungau dengan penyemprotan insektisida nabati; atasi jamur akar dan daun dengan fungisida dan sirkulasi udara baik."},"product_system":{"rumah_tangga":"Budidaya skala kecil untuk konsumsi keluarga, hasil panen buah segar atau diolah menjadi jus rumahan.","komersial":"Produksi buah dalam skala menengah untuk penjualan pasar lokal atau pasar petani; pengemasan jus, selai, es krim.","industri":"Ekstraksi senyawa aktif daun dan biji untuk suplemen kesehatan, produksi farmasi, kosmetik."},"common_name":"Sirsak","prune_guide":"https://www.youtube.com/watch?v=7y8uGzY0H0Y"}