{"fullsize":"Artocarpus lakoocha fullsize.jpg","thumbnail":"Artocarpus lakoocha thumbnail.jpg","family":"Moraceae","ph":null,"temp":null,"genus":"Artocarpus","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:927744-1","kategori":null,"difficulty":"MEDIUM","description":"Artocarpus lakoocha, dikenal juga sebagai lakucha atau monkey jack, adalah pohon tropis yang menghasilkan buah berwarna kuning keemasan dengan daging buah manis-asam. Buahnya dapat dimakan segar atau diolah menjadi jus, selai, dan manisan. Kulit kayunya mengandung senyawa farmakologis yang digunakan dalam pengobatan tradisional.","nama_ilmiah":"Artocarpus lakoocha","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Sirami secara teratur, jaga kelembaban tanah tapi hindari genangan air. Frekuensi penyiraman 2-3 kali seminggu, lebih sering saat musim kemarau.","pruning":"Lakukan pemangkasan ringan untuk membuang dahan mati atau patah, serta membentuk tajuk agar sirkulasi udara baik. Waktu terbaik setelah panen atau di awal musim hujan.","fertilization":"Berikan pupuk NPK seimbang (misal 15-15-15) setiap 3-4 bulan, dapat ditambah pupuk organik seperti kompos atau pupuk kandang setahun sekali.","sunlight":"Menyukai sinar matahari penuh (minimal 6 jam per hari), toleran terhadap naungan parsial tetapi pertumbuhan buah optimal di bawah sinar penuh.","pest_disease_management":"Pantau dan kendalikan hama buah seperti lalat buah dan kutu putih, serta penyakit jamur daun. Gunakan perangkap lalat buah, insektisida nabati, dan fungisida bila diperlukan."},"product_system":{"rumah_tangga":"Buah segar dikonsumsi langsung atau diolah menjadi jus, selai, dan manisan.","komersial":"Budidaya skala kecil hingga menengah untuk pasokan pasar lokal, penjualan buah segar dan olahan.","industri":"Ekstraksi senyawa aktif untuk industri farmasi, pembuatan pewarna alami, dan kosmetik."},"common_name":"Lakucha","prune_guide":"https://www.youtube.com/results?search_query=memangkas+Artocarpus+lakoocha"}