{"fullsize":"Attalea cohune fullsize.jpg","thumbnail":"Attalea cohune thumbnail.jpg","family":"Arecaceae","ph":null,"temp":null,"genus":"Attalea","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:26558-2","kategori":null,"difficulty":"MEDIUM","description":"Attalea cohune adalah jenis palem besar yang berasal dari Amerika Tengah dan Meksiko. Tanaman ini dikenal karena buahnya yang mengandung minyak keras (cohune oil) yang digunakan dalam industri kosmetik, sabun, dan sebagai bahan bakar. Memiliki batang tunggal yang tinggi dengan daun menyirip lebar dan tahan terhadap kondisi tanah miskin nutrisi.","nama_ilmiah":"Attalea cohune","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Membutuhkan penyiraman sedang; tanah harus lembab tetapi tidak tergenang. Di musim kemarau disiram 2–3 kali seminggu, di musim hujan cukup 1 kali seminggu.","pruning":"Hanya perlu menghilangkan daun tua dan kering secara berkala untuk mencegah penyakit dan merangsang pertumbuhan daun baru. Hindari pemotongan terlalu banyak tunas muda.","fertilization":"Pemupukan dengan NPK seimbang (misalnya 10-10-10) setiap 3 bulan sekali. Tambahkan kompos organik atau pupuk kandang saat tanam dan setiap 6 bulan.","sunlight":"Menyukai sinar matahari penuh hingga teduh parsial. Idealnya 6–8 jam sinar matahari per hari.","pest_disease_management":"Waspadai hama kutu putih dan ulat pemangsa daun. Kontrol dengan insektisida organik atau semprotan air sabun. Pencegahan penyakit jamur dengan sirkulasi udara baik dan hindari genangan air."},"product_system":{"rumah_tangga":"Buahnya dapat diolah menjadi minyak tradisional untuk memasak atau bahan bakar lampu sederhana.","komersial":"Ekstraksi minyak cohune untuk produk kosmetik, sabun, lilin, dan biodiesel dalam skala komersial.","industri":"Minyak cohune digunakan dalam industri farmasi, biokerosin, pembuatan pelumas, dan sebagai bahan baku kimia."},"common_name":"Palem Cohune","prune_guide":"https://blog.tanamanhijau.com/panduan-pruning-palem-cohune"}