{"fullsize":"Baccaurea racemosa fullsize.jpg","thumbnail":"Baccaurea racemosa thumbnail.jpg","family":"Phyllanthaceae","ph":null,"temp":null,"genus":"Baccaurea","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:339676-1","kategori":null,"difficulty":"MEDIUM","description":"Baccaurea racemosa, atau menteng, adalah pohon buah tropis asal Asia Tenggara yang dapat tumbuh hingga 15–20 m. Buahnya kecil berwarna kuning-oranye hingga merah saat matang, dengan rasa asam-manis. Tumbuh ideal di dataran rendah hingga 700 m dpl, tahan pada berbagai jenis tanah dengan drainase baik.","nama_ilmiah":"Baccaurea racemosa","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Sirami pohon 2–3 kali seminggu untuk menjaga tanah lembab, tingkatkan frekuensi saat musim kemarau, dan pastikan drainase baik untuk menghindari genangan air.","pruning":"Pangkas cabang mati, rapat, atau patah setelah panen untuk merangsang pertumbuhan dan sirkulasi udara. Lakukan pemangkasan ringan setahun sekali pada awal musim hujan.","fertilization":"Berikan pupuk organik (kompos atau pupuk kandang) setiap 3 bulan sekali, serta pupuk NPK 15-15-15 setengah takaran saat pembungaan dan pembuahan.","sunlight":"Cahaya penuh hingga teduh parsial; minimal 4–6 jam sinar matahari langsung per hari.","pest_disease_management":"Lakukan sanitasi dengan membuang buah dan daun busuk; semprot insektisida nabati (misal neem oil) atau gunakan perangkap lalat buah; kendalikan jamur dengan fungisida organik."},"product_system":{"rumah_tangga":"Cocok ditanam di pekarangan rumah sebagai pohon pelindung dan sumber buah segar untuk konsumsi keluarga.","komersial":"Dapat dibudidayakan secara skala kecil-menengah; buah dijual segar di pasar tradisional dan modern selama musim panen.","industri":"Buah dapat diolah menjadi selai, sirup, atau minuman rasa eksotis; potensi pengembangan produk agroindustri skala menengah."},"common_name":"menteng","prune_guide":"https://www.youtube.com/watch?v=abcdefghij"}