{"fullsize":"Canavalia ensiformis fullsize.jpg","thumbnail":"Canavalia ensiformis thumbnail.jpg","family":"Fabaceae","ph":null,"temp":null,"genus":"Canavalia","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:1209500-2","kategori":null,"difficulty":"MEDIUM","description":"Canavalia ensiformis atau kacang Jack adalah tanaman merambat dari keluarga polong-polongan. Banyak digunakan sebagai cover crop dan pupuk hijau karena kemampuannya menambah nitrogen di tanah. Tanaman ini memiliki daun trifoliat, bunga ungu muda, dan polong besar berisi biji berwarna krem.","nama_ilmiah":"Canavalia ensiformis","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Menyiram secara teratur, menjaga media tanam tetap lembab namun tidak tergenang. Intensitas menyiram 2–3 kali per minggu, lebih sering saat musim kemarau.","pruning":"Pangkas sulur yang tumbuh berlebihan untuk mengendalikan penyebaran dan merangsang pertumbuhan baru. Lakukan pemangkasan ringan setelah panen atau saat sulur mencapai panjang lebih dari 1,5 meter.","fertilization":"Karena kemampuan penambat nitrogen, pemupukan N minimal. Tambahkan pupuk fosfor (P) dan kalium (K) saat tanam, lalu berikan NPK seimbang setiap 4–6 minggu jika pertumbuhan terlihat kurang optimal.","sunlight":"Membutuhkan sinar matahari penuh minimal 6–8 jam per hari untuk pertumbuhan maksimal.","pest_disease_management":"Waspadai kutu daun, kumbang polong, dan penyakit layu akar. Terapkan rotasi tanaman, gunakan insektisida nabati atau neem oil, dan pastikan drainase baik untuk mencegah busuk akar."},"product_system":{"rumah_tangga":"Dapat ditanam di pekarangan sebagai tanaman penghias rambat dan pupuk hijau organik.","komersial":"Ditanam untuk produksi pakan ternak, pupuk hijau, dan biji olahan dalam skala pertanian menengah.","industri":"Biji diolah menjadi bahan baku pakan ternak, sumber protein, dan bahan organik untuk pupuk hijau industri."},"common_name":"Kacang Jack","prune_guide":"https://blogpertanian.id/canavalia-ensiformis-pruning"}