{"fullsize":"Cinchona officinalis fullsize.jpg","thumbnail":"Cinchona officinalis thumbnail.jpg","family":"Rubiaceae","ph":null,"temp":null,"genus":"Cinchona","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:58723-2","kategori":null,"difficulty":"MEDIUM","description":"Cinchona officinalis adalah pohon obat asli Amerika Selatan, dikenal sebagai sumber utama alkaloid kina (quinine) yang digunakan untuk mengatasi malaria. Memiliki kulit batang tebal berwarna merah kecokelatan, tinggi 6–12 m, tumbuh optimal di ketinggian 1000–3000 m dpl dengan iklim tropis pegunungan yang sejuk.","nama_ilmiah":"Cinchona officinalis","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Penyiraman secara teratur, menjaga tanah tetap lembab tetapi tidak tergenang; frekuensi 2–3 kali seminggu atau disesuaikan dengan kondisi iklim dan drainase.","pruning":"Lakukan pemangkasan ringan untuk menghilangkan cabang mati, terserang hama, atau sakit; tidak memerlukan pemangkasan bentuk intensif.","fertilization":"Pemberian pupuk organik atau NPK seimbang (misalnya 10-10-10) setiap 2–3 bulan sekali selama musim pertumbuhan; tambahan kompos untuk memperbaiki struktur tanah.","sunlight":"Cenderung tumbuh baik di tempat dengan cahaya matahari penuh hingga setengah teduh; melindungi dari sinar matahari siang yang terlalu terik.","pest_disease_management":"Kontrol hama seperti kutu daun dan ulat dengan insektisida nabati atau sabun hortikultura; cegah penyakit jamur akar dengan drainase baik dan fungisida jika perlu."},"product_system":{"rumah_tangga":"Budi daya skala kecil di kebun obat keluarga atau pot; dapat dipanen kulitnya untuk kebutuhan obat rumahan.","komersial":"Budidaya di lahan terbuka atau agroforestry dengan pengaturan jarak tanam rapat untuk produksi kina komersial.","industri":"Sumber bahan baku untuk industri farmasi dalam pembuatan antimalaria dan suplemen kesehatan."},"common_name":"Kina merah","prune_guide":"https://www.perkebunan.id/panduan-memangkas-kayu-kina"}