{"fullsize":null,"thumbnail":null,"family":"Rubiaceae","ph":null,"temp":null,"genus":"Coffea","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:747092-1","kategori":null,"difficulty":"MEDIUM","description":"Coffea excelsa, dikenal juga sebagai Kopi excelsa, adalah varietas kopi langka yang berasal dari Afrika Barat. Tanaman ini memiliki pohon tinggi hingga 10–12 meter, daun besar mengkilap, dan buah biji kopi berdua bilobur. Citarasa kopi ini cenderung beraroma buah-buahan tropis dengan keasaman lembut. Cocok dibudidayakan di dataran rendah hingga ketinggian 600-900 mdpl dengan curah hujan 1.200-2.000 mm/tahun.","nama_ilmiah":"Coffea excelsa","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Sirami secara teratur menjaga tanah tetap lembab, sekitar 2-3 kali seminggu tergantung kelembaban dan intensitas sinar matahari. Hindari genangan air.","pruning":"Pangkas cabang mati atau terserang hama setiap 6-12 bulan, serta bentuk tajuk agar sirkulasi udara baik dan memudahkan panen.","fertilization":"Berikan pupuk NPK seimbang (misal NPK 15-15-15) setiap 3 bulan sekali, plus pupuk kandang atau kompos di musim hujan untuk meningkatkan kesuburan tanah.","sunlight":"Butuh cahaya terang namun terlindung sinar matahari langsung pada siang terik. Idealnya 50-70% naungan.","pest_disease_management":"Cegah hama penggerek buah dan kutu daun dengan semprot insektisida organik (misalnya neem oil), dan antisipasi jamur karat dengan fungisida sistemik serta sanitasi kebun."},"product_system":{"rumah_tangga":"Budidaya skala kecil di pekarangan rumah untuk kebutuhan keluarga. Buahnya dapat dipanen sendiri dan diolah secara sederhana.","komersial":"Cocok untuk pertanian komersial skala menengah dengan teknik intensifikasi. Hasil panen dapat dijual sebagai specialty coffee.","industri":"Diolah secara massal untuk produksi kopi bubuk, ekstrak kopi, atau bahan baku minuman kopi instan di pabrik."},"common_name":"Kopi excelsa","prune_guide":"https://www.perkebunankopi.com/pemangkasan-kopi/"}