{"fullsize":"Eragrostis curvula fullsize.jpg","thumbnail":"Eragrostis curvula thumbnail.jpg","family":"Poaceae","ph":null,"temp":null,"genus":"Eragrostis","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:1169955-2","kategori":null,"difficulty":"EASY","description":"Eragrostis curvula atau rumput cinta merintih adalah rumput perennial agresif asli Afrika yang sering digunakan untuk penutup tanah, konservasi erosi, dan pakan ternak. Memiliki daun tipis berwarna hijau keperakan dan tumbuh membentuk rumpun.","nama_ilmiah":"Eragrostis curvula","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Menyiram secara teratur pada fase awal pertumbuhan agar akar terbentuk kuat. Setelah mapan, tahan kekeringan dan hanya disiram saat tanah sangat kering.","pruning":"Pangkas tahunan setelah musim berbunga untuk merangsang tunas baru dan menjaga kerapatan tanaman. Potong hingga 5–10 cm dari permukaan tanah.","fertilization":"Berikan pupuk NPK seimbang sekali setiap 3 bulan, terutama pada awal musim tanam. Untuk budidaya pakan, tambahkan pupuk nitrogen tambahan.","sunlight":"Membutuhkan sinar matahari penuh minimal 6 jam per hari. Dapat tumbuh di naungan ringan, tetapi pertumbuhan optimal di tempat terbuka.","pest_disease_management":"Relatif tahan hama, namun rawan wereng dan ulat pada fase muda. Lakukan sanitasi lahan, pengamatan rutin, dan gunakan insektisida organik jika diperlukan. Hindari genangan air untuk mencegah serangan jamur."},"product_system":{"rumah_tangga":"Sebagai tanaman hias halaman dan penutup tanah untuk mencegah erosi halaman. Mudah dirawat dan tahan kekeringan.","komersial":"Budidaya untuk pakan ternak dan penanaman di lereng sebagai penghijauan komersial. Menyediakan masa hijau sepanjang tahun.","industri":"Digunakan dalam proyek konservasi tanah dan restorasi lahan bekas tambang. Bermanfaat untuk stabilisasi lereng dan pengendalian erosi industri."},"common_name":"Rumput Cinta Merintih","prune_guide":"https://www.youtube.com/watch?v=Z_0ZuyJzTtg"}