{"fullsize":"Eucalyptus regnans fullsize.jpg","thumbnail":"Eucalyptus regnans thumbnail.jpg","family":"Myrtaceae","ph":null,"temp":null,"genus":"Eucalyptus","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:593303-1","kategori":null,"difficulty":"HARD","description":"Eucalyptus regnans adalah salah satu spesies eukaliptus tertinggi di dunia yang asli Australia. Memiliki batang lurus, kulit halus dan daun sempit berwarna hijau keabu-abuan. Dimanfaatkan utama untuk kayu konstruksi dan pulp kertas karena pertumbuhannya cepat.","nama_ilmiah":"Eucalyptus regnans","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Menyiram secara teratur pada fase bibit sehingga tanah selalu lembap. Pada pohon dewasa toleran terhadap kekeringan tetapi tetap membutuhkan penyiraman mendalam sekali seminggu pada musim kering.","pruning":"Lakukan pemangkasan ringan untuk menghilangkan cabang mati atau layu di awal musim semi. Hindari pemangkasan besar karena dapat memicu pertumbuhan tunas yang lemah.","fertilization":"Berikan pupuk NPK 16-16-16 setiap 3-4 bulan sekali pada musim tumbuh. Untuk mempercepat pertumbuhan tambahkan kompos atau pupuk organik di pangkal tanaman setahun sekali.","sunlight":"Membutuhkan sinar matahari penuh (minimal 6 jam per hari). Tidak cocok ditanam di lokasi teduh atau di bawah kanopi tanaman lain.","pest_disease_management":"Waspadai hama kumbang kayu dan ulat penggerek. Lakukan sanitasi dengan membuang ranting terinfeksi dan aplikasikan insektisida nabati. Untuk serangan jamur gunakan fungisida berbahan aktif tembaga."},"product_system":{"rumah_tangga":"Biasanya ditanam sebagai pohon peneduh di halaman luas atau taman kota.","komersial":"Budidaya intensif untuk produksi kayu pulp, kayu konstruksi, dan industri kayu lapis.","industri":"Sumber utama pulp kertas industri, minyak atsiri (eucalyptus oil), dan bahan bakar biomassa."},"common_name":"Kayu Putih Raksasa","prune_guide":"https://www.youtube.com/watch?v=7eIisMCYQHw"}