{"fullsize":"Eucalyptus brassiana fullsize.jpg","thumbnail":"Eucalyptus brassiana thumbnail.jpg","family":"Myrtaceae","ph":null,"temp":null,"genus":"Eucalyptus","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:592751-1","kategori":null,"difficulty":"MEDIUM","description":"Eucalyptus brassiana adalah pohon berkayu keras dalam keluarga Myrtaceae, asli dari wilayah Queensland utara, Australia. Tumbuh cepat hingga mencapai tinggi 15–20 meter dengan daun kebiruan yang menghasilkan minyak atsiri berguna. Tanaman ini populer untuk produksi eucalyptol dalam aromaterapi dan farmasi.","nama_ilmiah":"Eucalyptus brassiana","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Menyukai kelembapan sedang hingga tinggi, siram 2–3 kali seminggu pada musim kemarau dan kurangi saat musim hujan. Pastikan drainase baik untuk menghindari genangan.","pruning":"Lakukan pemangkasan ringan setelah musim hujan untuk membuang ranting mati dan merangsang pertumbuhan cabang baru. Hindari pemangkasan berlebihan yang dapat melemahkan pohon.","fertilization":"Pupuk NPK seimbang (misal 10-10-10) setiap 3 bulan sekali. Tambahkan kompos organik atau pupuk kandang di pangkal tanaman sekali setahun untuk menambah kesuburan tanah.","sunlight":"Membutuhkan sinar matahari penuh minimal 6–8 jam per hari. Lokasi terbuka tanpa naungan berlebih sangat ideal.","pest_disease_management":"Waspadai hama kutu daun, tungau, dan ulat. Semprot insektisida nabati atau sabun insektis secara berkala. Lakukan sanitasi dengan membuang daun gugur untuk mencegah penyakit jamur."},"product_system":{"rumah_tangga":"Tanaman hias halaman besar, pewangi ruangan alami, dan bahan obat tradisional untuk kompres atau inhalasi.","komersial":"Produksi minyak atsiri untuk aromaterapi, farmasi, sabun, dan produk perawatan pribadi.","industri":"Ekstraksi eucalyptol dan komponen minyak lainnya untuk industri farmasi, kosmetik, dan pelarut kimia."},"common_name":"Kayu Putih Brassiana","prune_guide":"https://www.youtube.com/watch?v=H2ndPZHU6yQ"}