{"fullsize":"Kigelia pinnata fullsize.jpg","thumbnail":"Kigelia pinnata thumbnail.jpg","family":"Bignoniaceae","ph":null,"temp":null,"genus":"Kigelia","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:77171515-1","kategori":null,"difficulty":"MEDIUM","description":"Kigelia pinnata, dikenal sebagai Pohon Sosis Afrika, adalah tanaman tropis yang berasal dari Afrika sub-Sahara. Memiliki daun majemuk besar dan buah panjang bergantung menyerupai sosis. Selain nilai estetika sebagai tanaman hias, buah dan ekstraknya digunakan dalam obat tradisional dan kosmetik.","nama_ilmiah":"Kigelia pinnata","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Penyiraman sedang: siram 1–2 kali seminggu saat media mulai mengering, kurangi saat musim hujan dan perhatikan drainase agar akar tidak tergenang.","pruning":"Lakukan pemangkasan ringan setelah masa berbunga untuk menghilangkan cabang mati atau tumbuh tidak teratur, serta menjaga bentuk pohon.","fertilization":"Pupuk dengan formulasi seimbang (NPK 10-10-10) setiap 3 bulan sekali, tambahkan kompos atau pupuk organik pada permukaan media di awal musim tanam.","sunlight":"Tempatkan pada lokasi dengan sinar matahari penuh minimal 6 jam per hari; toleran pada naungan ringan tetapi pertumbuhan optimal di bawah sinar langsung.","pest_disease_management":"Waspadai serangan kutu daun, tungau, dan jamur akar; kontrol hama dengan penyemprotan sabun insektisida dan pastikan drainase baik untuk mencegah penyakit jamur."},"product_system":{"rumah_tangga":"Ditanam sebagai tanaman hias pekarangan dan peneduh, memberikan tampilan tropis dan eksotis pada taman rumah.","komersial":"Perbanyakan dan penjualan bibit/tanaman hias, pemanfaatan ekstrak buah untuk produk kosmetik dan obat tradisional.","industri":"Ekstrak buah digunakan dalam industri farmasi dan kosmetik; potensi penelitian biofuel dan pengolahan kayu."},"common_name":"Pohon Sosis Afrika","prune_guide":"https://www.youtube.com/watch?v=UeZJHn2djVU"}