{"fullsize":"Lycopersicon esculentum fullsize.jpg","thumbnail":"Lycopersicon esculentum thumbnail.jpg","family":"Solanaceae","ph":null,"temp":null,"genus":"Lycopersicon","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:316947-2","kategori":null,"difficulty":"MEDIUM","description":"Tanaman tomat (Lycopersicon esculentum) adalah sayuran semusim dari famili Solanaceae yang menghasilkan buah merah kaya vitamin C. Banyak dibudidayakan di lahan terbuka maupun greenhouse, cocok untuk salad, saus, dan bahan olahan.","nama_ilmiah":"Lycopersicon esculentum","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Menyiram 2-3 kali seminggu atau saat lapisan atas tanah mulai kering. Pastikan tanah selalu lembab tetapi tidak tergenang air.","pruning":"Memangkas tunas samping (sucker) untuk mencegah pertumbuhan berlebihan dan meningkatkan sirkulasi udara. Buang daun bawah yang menyentuh tanah.","fertilization":"Pupuk NPK seimbang (misalnya 10-10-10) setiap 2 minggu sekali pada fase vegetatif, kemudian ganti ke pupuk kaya fosfor (misalnya 15-30-15) saat pembentukan bunga dan buah.","sunlight":"Membutuhkan sinar matahari langsung minimal 6-8 jam per hari untuk hasil optimal.","pest_disease_management":"Pantau hama seperti kutu daun dan thrips serta penyakit jamur (blight, layu). Gunakan pestisida organik, insektisida nabati, rotasi tanaman, dan buang sisa daun terinfeksi."},"product_system":{"rumah_tangga":"Dapat ditanam dalam pot atau polybag di pekarangan rumah, panen pertama setelah 60-70 hari pascatanam.","komersial":"Ditanam di lahan terbuka atau rumah kaca dengan sistem irigasi tetes untuk produksi skala menengah hingga besar, fokus pada kualitas dan kontinuitas pasokan.","industri":"Budi daya terpadu untuk memenuhi kebutuhan pabrik saus, pasta, dan jus, memprioritaskan varietas unggul dengan kandungan Brix tinggi dan kulit buah tebal."},"common_name":"Tomat","prune_guide":"https://pertanianku.com/cara-memangkas-tomat"}