{"fullsize":"Macroptilium atropurpureum fullsize.jpg","thumbnail":"Macroptilium atropurpureum thumbnail.jpg","family":"Fabaceae","ph":null,"temp":null,"genus":"Macroptilium","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:57174-3","kategori":null,"difficulty":"EASY","description":"Macroptilium atropurpureum (kacang siratro) adalah tanaman legum merambat yang lazim digunakan sebagai pakan ternak dan penutup tanah. Mudah tumbuh di iklim tropis dengan adaptasi baik pada berbagai jenis tanah, membantu memperbaiki kesuburan melalui fiksasi nitrogen.","nama_ilmiah":"Macroptilium atropurpureum","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Siratro membutuhkan penyiraman sedang. Pada fase awal tanam, siram 2-3 kali seminggu agar kelembaban tanah terjaga. Setelah tanaman dewasa, toleran terhadap kekeringan, cukup disiram sekali seminggu atau menyesuaikan kondisi cuaca.","pruning":"Lakukan pemangkasan ringan untuk mengendalikan pertumbuhan merambat, mencegah penumpukan daun mati, dan merangsang pertumbuhan tunas baru. Pangkas bagian yang layu atau terlalu panjang setiap 2-3 bulan sekali.","fertilization":"Sebagai tanaman pengikat nitrogen, siratro tidak memerlukan banyak pupuk nitrogen. Berikan pupuk NPK seimbang dosis ringan (misal 10-10-10) setiap 3 bulan sekali, atau gunakan pupuk kandang kompos untuk meningkatkan kesuburan tanah.","sunlight":"Penempatan di lokasi dengan sinar matahari penuh (minimal 6 jam matahari langsung per hari). Toleran cahaya partial shade namun pertumbuhan optimal pada full sun.","pest_disease_management":"Waspadai hama seperti wereng, kutu daun, dan penyakit jamur akar atau busuk batang. Terapkan rotasi tanaman, sanitasi area tanam, dan semprot insektisida nabati (misal neem oil) bila serangan ringan."},"product_system":{"rumah_tangga":"Ditanam di pekarangan sebagai tanaman hias rambat dan penutup tanah, sekaligus memperbaiki struktur dan kesuburan tanah pada kebun rumah.","komersial":"Budidaya skala kecil hingga menengah untuk produksi hijauan pakan ternak, penutup tanah pada lahan pertanian, dan penanganan erosi.","industri":"Pemanfaatan dalam restorasi lahan kritis, produksi pupuk hijau, industri pakan ternak diproses, serta pengembangan biofertilizer berbasis mikroba legum."},"common_name":"Kacang Siratro","prune_guide":"https://www.pertanianku.com/memangkas-tanaman-legum/"}