{"fullsize":"Olea capensis fullsize.jpg","thumbnail":"Olea capensis thumbnail.jpg","family":"Oleaceae","ph":null,"temp":null,"genus":"Olea","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:610645-1","kategori":null,"difficulty":"MEDIUM","description":"Olea capensis, dikenal sebagai Zaitun Afrika, merupakan pohon immer evergreen yang berasal dari Afrika Timur dan Selatan. Tinggi dapat mencapai 10–20 meter dengan daun kecil berwarna hijau gelap dan buah menyerupai zaitun berwarna ungu kehitaman saat matang. Tahan terhadap kekeringan, digunakan sebagai tanaman hias, sumber kayu keras, serta bernilai ekologis dalam penyerbukan dan pakan satwa.","nama_ilmiah":"Olea capensis","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Sirami secara teratur, pastikan tanah tetap lembab tetapi tidak tergenang. Pada musim kering siram 1–2 kali seminggu, sedangkan pada musim hujan cukup siram bila permukaan tanah mulai kering.","pruning":"Pangkas cabang mati, kering, atau bersilangan setelah masa berbunga untuk menjaga sirkulasi udara dan bentuk pohon.","fertilization":"Beri pupuk NPK 10-10-10 setiap 3 bulan sekali. Tambahkan kompos atau pupuk kandang di awal musim hujan untuk memperbaiki struktur tanah.","sunlight":"Memerlukan sinar matahari penuh minimal 6–8 jam per hari. Cocok diletakkan di lokasi terbuka.","pest_disease_management":"Waspadai hama kutu daun, tungau, dan penyakit jamur akar. Gunakan insektisida organik atau fungisida nabati, serta jaga drainase agar akar tidak membusuk."},"product_system":{"rumah_tangga":"Ditanam di pekarangan sebagai tanaman hias dan sesekali panen buah kecil untuk dibuat acar atau minyak sederhana.","komersial":"Belum banyak dibudidayakan secara massal untuk buah, namun mulai diminati pasar lokal sebagai tanaman bonsai dan penghijauan kota.","industri":"Kayu kerasnya bernilai tinggi untuk kerajinan tangan, pembuatan perabot kecil, ukiran, dan gagang alat."},"common_name":"Zaitun Afrika","prune_guide":"https://www.sahabatkebun.com/pruning-zaitun-afrika"}