{"fullsize":"Passiflora quadrangularis fullsize.jpg","thumbnail":"Passiflora quadrangularis thumbnail.jpg","family":"Passifloraceae","ph":null,"temp":null,"genus":"Passiflora","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:675390-1","kategori":null,"difficulty":"MEDIUM","description":"Passiflora quadrangularis, dikenal sebagai markisa raksasa, adalah tanaman merambat tropis penghasil buah besar dengan diameter hingga 15-20 cm. Daging buah berwarna oranye kekuningan, rasa manis asam, kaya vitamin C. Tumbuh baik di dataran rendah hingga ketinggian 800 mdpl dengan suhu 20-30°C dan kelembaban tinggi. Tanaman membutuhkan ajir atau pergola sebagai penopang dan perawatan rutin untuk hasil optimal.","nama_ilmiah":"Passiflora quadrangularis","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Sirami secara teratur untuk menjaga kelembaban tanah, 2-3 kali seminggu atau sesuai kondisi cuaca. Hindari genangan air.","pruning":"Pangkas tunas tua dan mati setiap 3-4 bulan sekali untuk merangsang pertumbuhan dan meningkatkan ventilasi. Buang cabang berkayu tua dan ranting yang menutupi inti tanaman.","fertilization":"Pupuk NPK 16-16-16 dosis 50 g per tanaman setiap 8 minggu. Tambahkan kompos atau pupuk kandang matang saat tanam dan selingan pupuk organik cair tiap 2 minggu.","sunlight":"Membutuhkan sinar matahari penuh hingga teduh parsial, minimal 4-6 jam cahaya langsung per hari.","pest_disease_management":"Inspeksi rutin untuk hama kutu daun, thrips, dan ulat; semprot insektisida nabati (minyak nimba). Cegah penyakit jamur seperti embun tepung dengan fungisida sistemik dan pertahankan sirkulasi udara."},"product_system":{"rumah_tangga":"Buah dimakan segar atau dibuat jus, selai, dan sirup untuk konsumsi keluarga.","komersial":"Budidaya skala menengah untuk pasar lokal segar dan produk olahan seperti minuman dan selai.","industri":"Ekstraksi komersial untuk pektin, bahan baku industri minuman, dan kosmetik."},"common_name":"Markisa raksasa","prune_guide":"https://www.youtube.com/watch?v=HhJjK4rO19o"}