{"fullsize":"Passiflora edulis fullsize.jpg","thumbnail":"Passiflora edulis thumbnail.jpg","family":"Passifloraceae","ph":null,"temp":null,"genus":"Passiflora","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:321964-2","kategori":null,"difficulty":"MEDIUM","description":"Passiflora edulis adalah tanaman merambat tropika yang menghasilkan buah markisa berkulit ungu atau kuning dengan daging buah berbiji berasa asam manis; populer untuk konsumsi segar maupun olahan jus, selai, dan minuman.","nama_ilmiah":"Passiflora edulis","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Sirami tanaman 2–3 kali seminggu sesuai kondisi kelembaban tanah; jaga agar tanah selalu lembap namun tidak tergenang air.","pruning":"Pangkas cabang mati, kering, atau terlalu panjang setelah masa panen; lakukan pemangkasan ringan setiap akhir musim dingin atau awal musim semi untuk merangsang pertumbuhan tunas baru.","fertilization":"Beri pupuk NPK seimbang (misalnya 10-10-10) setiap 4–6 minggu; tambahkan kompos organik atau pupuk kandang matang pada awal musim tanam untuk meningkatkan kesuburan tanah.","sunlight":"Membutuhkan sinar matahari penuh minimal 6 jam per hari; toleran terhadap teduhan parsial namun hasil buah optimal di lokasi cerah.","pest_disease_management":"Waspadai hama seperti kutu daun, tungau, dan thrips; kendalikan dengan insektisida nabati atau sabun insektisida. Cegah penyakit jamur seperti fusarium dan antraknosa melalui sanitasi kebun, sirkulasi udara baik, dan aplikasi fungisida bila diperlukan."},"product_system":{"rumah_tangga":"Budidaya di pot atau pekarangan untuk kebutuhan keluarga; perawatan relatif mudah dengan sistem rambat sederhana.","komersial":"Dikembangkan secara intensif di kebun terbuka untuk produksi buah segar, jus, selai, dan produk olahan lainnya dengan skala menengah hingga besar.","industri":"Ekstrak biji dan daging buah digunakan dalam pembuatan minuman rasa buah, makanan penutup, kosmetik, farmasi herbal, serta pewarna dan zat aditif alami."},"common_name":"Markisa","prune_guide":"https://www.youtube.com/watch?v=3SbqZB4Mv3M"}