{"fullsize":"Persea americana ssp. mexican fullsize.jpg","thumbnail":"Persea americana ssp. mexican thumbnail.jpg","family":"Lauraceae","ph":null,"temp":null,"genus":"Persea","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:325623-2","kategori":null,"difficulty":"MEDIUM","description":"Persea americana ssp. mexican, dikenal sebagai Alpukat Meksiko, adalah subspesies alpukat asli dataran tinggi Meksiko. Ciri khasnya biji relatif kecil, daging buah bertekstur halus dan tinggi kandungan lemak. Toleran terhadap suhu dingin ringan, cocok untuk dataran tinggi tropis.","nama_ilmiah":"Persea americana ssp. mexican","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Sirami pohon muda setiap 2 hari sekali, pohon dewasa setiap 5–7 hari sekali atau saat lapisan atas tanah mulai kering. Hindari genangan air.","pruning":"Lakukan pemangkasan pembentukan pada 1–2 tahun pertama untuk membentuk kerangka cabang, pangkas dahan mati, sakit, dan terlalu rapat setiap akhir musim panen.","fertilization":"Berikan pupuk organik (kompos atau pupuk kandang) 2 kali setahun, serta pupuk NPK 16-16-16 setiap 4 bulan sekali. Tambahan pupuk kalium (K) setiap panen untuk meningkatkan kualitas buah.","sunlight":"Memerlukan sinar matahari penuh minimal 6–8 jam per hari. Hindari lokasi terlalu teduh.","pest_disease_management":"Cek rutin hama kutu daun, thrips, ulat, gunakan insektisida nabati. Antisipasi penyakit busuk akar (Phytophthora) dengan drainase baik dan aplikasi fungisida sistemik."},"product_system":{"rumah_tangga":"Cocok dibudidayakan di pekarangan rumah, panen 10–20 buah per pohon per musim untuk konsumsi keluarga.","komersial":"Dapat dibudidayakan secara perkebunan skala menengah hingga besar, potensi hasil 5–10 ton buah per hektar per tahun.","industri":"Bahan baku minyak alpukat, produk kosmetik dan farmasi, pengolahan pasta alpukat, ekspor buah segar dan beku."},"common_name":"Alpukat Meksiko","prune_guide":"https://www.youtube.com/watch?v=4GV-EpCv7fU"}