{"fullsize":"Psidium cattleianum fullsize.jpg","thumbnail":"Psidium cattleianum thumbnail.jpg","family":"Primulaceae","ph":null,"temp":null,"genus":"Psidium","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:587798-1","kategori":null,"difficulty":"MEDIUM","description":"Psidium cattleianum, atau jambu biji merah, adalah tanaman buah tropis yang menghasilkan buah kecil berwarna merah saat matang dengan rasa manis-asam. Toleran pada berbagai kondisi tanah dan cocok ditanam di dataran rendah hingga menengah.","nama_ilmiah":"Psidium cattleianum","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Sirami tanaman 2–3 kali seminggu, pastikan tanah selalu lembab tetapi tidak tergenang. Pada musim kemarau tingkatkan frekuensi penyiraman.","pruning":"Lakukan pemangkasan ringan setelah panen untuk membuang cabang mati dan merangsang pertumbuhan tunas baru. Pemangkasan berat dapat dilakukan setiap 1–2 tahun sekali untuk membentuk kerangka pohon.","fertilization":"Berikan pupuk NPK 16-16-16 setiap 3 bulan sekali, serta tambahkan kompos atau pupuk kandang matang untuk meningkatkan kesuburan dan struktur tanah.","sunlight":"Membutuhkan sinar matahari penuh minimal 6–8 jam per hari agar pertumbuhan dan hasil buah optimal.","pest_disease_management":"Waspadai hama seperti kutu daun dan penggerek buah serta penyakit jamur; kendalikan dengan insektisida nabati, semprot fungisida bila perlu, dan jaga kebersihan lingkungan tanam."},"product_system":{"rumah_tangga":"Cocok untuk pekarangan rumah atau pot; produksi skala kecil untuk konsumsi keluarga.","komersial":"Dapat dibudidayakan secara komersial dengan penanaman rapat, sistem irigasi tetes, dan pemupukan teratur untuk memenuhi pasar buah segar.","industri":"Buah dan ekstraknya dapat diolah menjadi selai, jus, sirup, dan produk olahan lain pada skala industri."},"common_name":"Jambu biji merah","prune_guide":"https://www.budidaya.com/pemangkasan-jambu-biji-psidium-cattleianum"}