{"fullsize":"Quercus virginiana fullsize.jpg","thumbnail":"Quercus virginiana thumbnail.jpg","family":"Fagaceae","ph":null,"temp":null,"genus":"Quercus","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:324846-2","kategori":null,"difficulty":"MEDIUM","description":"Quercus virginiana, dikenal sebagai Oak Hijau Virginia atau Live Oak, adalah pohon ek hijau yang tahan lama dan berdaun lebar. Asli wilayah Tenggara Amerika Serikat, pohon ini dapat mencapai tinggi 15-25 meter dengan kanopi luas yang memberikan naungan. Daunnya tebal, hijau gelap, dan tahan sepanjang tahun.","nama_ilmiah":"Quercus virginiana","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Menyiram secara teratur pada tahun-tahun awal pertumbuhan, menjaga tanah lembap namun tidak tergenang. Setelah dewasa, toleran kekeringan dan membutuhkan penyiraman hanya saat periode kering panjang.","pruning":"Lakukan pemangkasan ringan untuk menghilangkan cabang mati atau sakit pada akhir musim dingin. Hindari pemangkasan berat yang dapat merusak struktur pohon.","fertilization":"Pemupukan tahunan di awal musim semi dengan pupuk NPK seimbang. Untuk pohon muda, tambahan kompos organik dapat membantu perkembangan akar.","sunlight":"Membutuhkan sinar matahari penuh minimal 6 jam per hari. Toleran sedikit naungan, tapi cahaya penuh optimal untuk pertumbuhan.","pest_disease_management":"Pantau hama seperti kumbang ek dan ulat, serta penyakit jamur seperti antraknosa. Terapkan sanitasi dengan membuang daun gugur, dan gunakan insektisida atau fungisida sesuai kebutuhan."},"product_system":{"rumah_tangga":"Sangat cocok untuk pekarangan luas sebagai pohon peneduh dan elemen lanskap. Perawatan relatif rendah setelah dewasa.","komersial":"Digunakan di taman kota, jalur jalan, dan properti komersial sebagai pohon hias dan peneduh. Meningkatkan nilai estetika lingkungan.","industri":"Sumber kayu ek berkualitas tinggi untuk industri mebel, konstruksi, dan bahan bakar. Kayunya keras dan tahan lama."},"common_name":"Oak Hijau Virginia","prune_guide":"https://www.gardeningknowhow.com/ornamental/trees/oak/pruning-oak-trees.htm"}