{"fullsize":"Rhizophora stylosa fullsize.jpg","thumbnail":"Rhizophora stylosa thumbnail.jpg","family":"Rhizophoraceae","ph":null,"temp":null,"genus":"Rhizophora","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:719845-1","kategori":null,"difficulty":"HARD","description":"Rhizophora stylosa, dikenal sebagai Bakau kurap, adalah spesies mangrove yang umum dijumpai di pantai berpasang surut. Tumbuh dengan sistem akar tiang yang kuat sehingga efektif menahan erosi dan melindungi garis pantai. Batang berwarna cokelat kemerahan, daun mengkilap, dan bunga berkelopak lima berwarna kuning kehijauan. Penting untuk ekosistem pesisir dan budidaya restorasi mangrove.","nama_ilmiah":"Rhizophora stylosa","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Tanaman mangrove ini tumbuh di daerah pasang surut, membutuhkan penyiraman dengan air payau atau ditempatkan di media berlumpur yang tergenang air secara alami. Jika dibudidayakan di darat, siram dengan campuran air laut dan air tawar satu kali sehari untuk menjaga salinitas ideal.","pruning":"Lakukan pemangkasan ringan untuk menghilangkan cabang mati atau rusak setelah pasang surut. Pemangkasan berat tidak disarankan karena dapat mengganggu pertumbuhan akar tiang.","fertilization":"Tambahkan pupuk organik seperti kompos atau pupuk kandang satu kali setahun di pangkal tanaman. Jika di lahan, gunakan pupuk NPK slow-release dengan dosis rendah dua kali setahun.","sunlight":"Memerlukan paparan sinar matahari penuh minimal 6 jam per hari untuk fotosintesis optimal.","pest_disease_management":"Pantau serangan hama seperti kerang borers, siput, ulat daun, serta penyakit jamur pada akar dan daun. Gunakan metode hama terpadu, seperti pembersihan manual, aplikasi bioinsektisida, serta sanitasi area."},"product_system":{"rumah_tangga":"Digunakan sebagai tanaman pelindung tepi pantai di pekarangan rumah, sekaligus sumber kayu bakar sederhana.","komersial":"Budidaya mangrove untuk ekowisata, penyediaan bibit restorasi, serta pemanenan kayu ringan.","industri":"Bahan baku kayu untuk pembuatan arang, pulp, konstruksi ringan, dan karbon aktif."},"common_name":"Bakau kurap","prune_guide":"Tanaman ini tidak dapat dipangkas"}