{"fullsize":"Sclerocarya caffra fullsize.jpg","thumbnail":"Sclerocarya caffra thumbnail.jpg","family":"Anacardiaceae","ph":null,"temp":null,"genus":"Sclerocarya","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:30002342-2","kategori":null,"difficulty":"MEDIUM","description":"Sclerocarya caffra atau Marula adalah pohon yang berasal dari Afrika selatan, dikenal karena buahnya yang kaya vitamin C dan digunakan untuk minuman fermentasi, minyak, dan obat tradisional. Tahan kekeringan dan cocok ditanam di daerah tropis dengan musim kering yang jelas.","nama_ilmiah":"Sclerocarya caffra","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Menyirami secara teratur setiap minggu saat tanaman muda; setelah dewasa tahan kekeringan, cukup disiram 2–3 minggu sekali. Pastikan tanah memiliki drainase baik untuk menghindari genangan air.","pruning":"Lakukan pemangkasan ringan untuk membuang cabang mati atau rusak. Bentuk tajuk saat pohon masih muda agar strukturnya kuat. Hindari pemangkasan berat pada pohon dewasa.","fertilization":"Berikan pupuk organik seperti kompos atau pupuk kandang setiap awal musim hujan. Aplikasikan pupuk NPK seimbang (10-10-10) setahun sekali untuk mendukung pertumbuhan dan produksi buah.","sunlight":"Tumbuh optimal di bawah sinar matahari penuh minimal 6–8 jam per hari.","pest_disease_management":"Waspadai hama kutu daun dan tungau serta penyakit jamur seperti embun tepung. Lakukan penyemprotan insektisida nabati (misalnya minyak neem) dan fungisida organik bila diperlukan. Pastikan sirkulasi udara baik dan hindari kelembaban berlebih."},"product_system":{"rumah_tangga":"Buah segar untuk dikonsumsi langsung, dijadikan jus, selai, dan minuman fermentasi tradisional; daun dan kulit kayu digunakan sebagai obat tradisional.","komersial":"Budidaya skala kecil hingga menengah untuk produksi jus, wine, dan selai Marula; pemasaran lokal dan ekspor buah beku atau olahan.","industri":"Ekstraksi minyak Marula untuk produk kosmetik, perawatan kulit, sabun, dan aplikasi farmasi."},"common_name":"Marula","prune_guide":"https://blogpertanian.co.id/cara-memangkas-pohon-marula/"}