{"fullsize":"Vangueria madagascariensis fullsize.jpg","thumbnail":"Vangueria madagascariensis thumbnail.jpg","family":"Rubiaceae","ph":null,"temp":null,"genus":"Vangueria","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:769766-1","kategori":null,"difficulty":"MEDIUM","description":"Vangueria madagascariensis, yang dikenal sebagai Medlar Afrika, adalah semak atau pohon kecil tropis yang berasal dari Afrika. Memiliki buah kuning-oranye berukuran kecil hingga sedang dengan rasa manis asam, sering dikonsumsi segar atau diolah menjadi selai dan minuman. Tahan terhadap kondisi kering dan tumbuh di berbagai jenis tanah.","nama_ilmiah":"Vangueria madagascariensis","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Menyiram secara teratur, menjaga kelembapan tanah tanpa genangan. Frekuensi 2-3 kali seminggu, sesuaikan dengan kondisi cuaca.","pruning":"Pangkas cabang mati, rusak, atau terlalu rapat setelah musim panen untuk meningkatkan sirkulasi udara dan pertumbuhan tunas baru.","fertilization":"Berikan pupuk organik atau kompos setiap 6 bulan, serta pupuk NPK seimbang setiap 3 bulan sekali untuk mendukung pertumbuhan dan produksi buah.","sunlight":"Membutuhkan cahaya matahari penuh hingga setengah teduh minimal 6 jam sinar langsung per hari.","pest_disease_management":"Waspadai hama kutu daun, tungau, dan lalat buah. Semprot insektisida nabati atau sabun potasium untuk hama ringan. Untuk penyakit jamur seperti embun tepung, perbaiki sirkulasi udara dan gunakan fungisida jika diperlukan."},"product_system":{"rumah_tangga":"Cocok ditanam di pekarangan rumah untuk konsumsi buah keluarga, perawatan sederhana.","komersial":"Berpotensi untuk budidaya skala kecil menengah, buah dijual segar di pasar lokal atau diolah menjadi produk olahan.","industri":"Penggunaan skala industri terbatas, dapat diolah menjadi selai, jus, atau bahan baku kosmetik alami."},"common_name":"Medlar Afrika","prune_guide":"https://pertanianku.com/cara-memangkas-tanaman-buah-agar-berbuah-lebat"}