{"fullsize":"Vicia sativa ssp. sativa fullsize.jpg","thumbnail":"Vicia sativa ssp. sativa thumbnail.jpg","family":"Fabaceae","ph":null,"temp":null,"genus":"Vicia","kingdom":"Plantae","taxon":"https://powo.science.kew.org//taxon/urn:lsid:ipni.org:names:525117-1","kategori":null,"difficulty":"EASY","description":"Vicia sativa ssp. sativa, atau kacang vetch umum, adalah tanaman leguminosa semusim yang sering digunakan sebagai tanaman penutup tanah, pupuk hijau, dan pakan ternak. Tumbuhan ini memiliki akar simbiosis dengan bakteri Rhizobium untuk fiksasi nitrogen, memperbaiki kesuburan tanah, dan tahan terhadap kondisi kering ringan.","nama_ilmiah":"Vicia sativa ssp. sativa","common_names":null,"min_panen":0,"max_panen":0,"plant_care":{"watering":"Menyiram secara teratur untuk menjaga kelembapan tanah tetapi hindari genangan air. Frekuensi 2–3 kali seminggu tergantung kondisi cuaca.","pruning":"Tidak perlu pemangkasan khusus, cukup buang bagian batang atau daun yang mati atau rusak untuk menjaga kesehatan tanaman.","fertilization":"Sebagai leguminosa, Vicia sativa dapat memperbaiki nitrogen tanah. Tambahkan pupuk kandang atau kompos sebelum tanam, dan pupuk NPK seimbang (NPK 15-15-15) satu kali setelah 4–6 minggu tanam jika pertumbuhan kurang optimal.","sunlight":"Membutuhkan sinar matahari penuh minimal 6–8 jam per hari. Toleran cahaya sebagian tetapi pertumbuhan terbaik di lokasi terbuka.","pest_disease_management":"Hama umum meliputi kutu daun, ulat, dan thrips; kendalikan dengan insektisida nabati atau predator alami. Penyakit seperti antraknosa dan busuk akar dapat dicegah dengan rotasi tanaman dan drainase baik; gunakan fungisida kontak jika perlu."},"product_system":{"rumah_tangga":"Dapat ditanam di pot atau lahan sempit sebagai tanaman penutup tanah dan pakan salam kecil untuk unggas.","komersial":"Digunakan di lahan pertanian komersial sebagai tanaman pakan ternak, pupuk hijau, dan tanaman penutup musim hujan.","industri":"Biji vetch diproses menjadi tepung protein dan bahan pakan ternak industri, serta sumber bahan baku pupuk organik kering."},"common_name":"Kacang vetch umum","prune_guide":"Tanaman ini tidak dapat dipangkas"}